{
  "title": "Rezeptseite",
  "simple_omelette_recipe": "Einfaches Omelett-Rezept",
  "recipe_description": "Ein einfaches und schnelles Gericht, perfekt für jede Mahlzeit. Dieses klassische Omelett kombiniert verquirlte Eier, die perfekt gekocht werden, und kann nach Wunsch mit Käse, Gemüse oder Fleisch gefüllt werden.",
  "preparation_time": "Zubereitungszeit",
  "total_approximate_time": "Gesamt: ca. 10 Minuten",
  "preparation_time_item": "Vorbereitung: 5 Minuten",
  "coocking_time": "Kochzeit: 5 Minuten",
  "ingredients": "Zutaten",
  "two_three_large_eggs": "2–3 große Eier",
  "salt_to_taste": "Salz nach Geschmack",
  "pepper_to_taste": "Pfeffer nach Geschmack",
  "one_table_spoon_of_butter_or_oil": "1 Esslöffel Butter oder Öl",
  "optional_fillings_chees_text": "Optionale Füllungen: Käse, gehacktes Gemüse, gekochtes Fleisch, Kräuter",
  "instructions": "Anleitung",
  "beat_the_eggs_text": "<b>Eier verquirlen</b>: In einer Schüssel die Eier mit einer Prise Salz und Pfeffer verquirlen, bis alles gut vermischt ist. Für eine fluffigere Konsistenz kann ein Esslöffel Wasser oder Milch hinzugefügt werden.",
  "heat_the_pan_text": "<b>Pfanne erhitzen</b>: Eine beschichtete Pfanne auf mittlerer Hitze erwärmen und Butter oder Öl hinzufügen.",
  "coock_the_omelette_text": "<b>Omelett kochen</b>: Sobald die Butter geschmolzen und leicht schäumt, die Eier hineingießen. Die Pfanne leicht kippen, damit sich die Eier gleichmäßig verteilen.",
  "add_fillings_text": "<b>Füllung hinzufügen (optional)</b>: Wenn die Ränder fest werden, die Mitte aber noch leicht flüssig ist, die gewählten Füllungen über eine Hälfte des Omeletts streuen.",
  "fold_and_serve_text": "<b>Falten und servieren</b>: Sobald das Omelett weiter gart, eine Seite vorsichtig anheben und über die Füllung klappen. Noch eine Minute weitergaren lassen, dann auf einen Teller gleiten lassen.",
  "enjoy_serve_hot_text": "<b>Guten Appetit</b>: Heiß servieren und bei Bedarf mit zusätzlichem Salz und Pfeffer abschmecken.",
  "nutrition": "Nährwerte",
  "the_table_shows_nutritional_values_text": "Die folgende Tabelle zeigt die Nährwerte pro Portion ohne zusätzliche Füllungen.",
  "calories": "Kalorien",
  "kcal": "{number}kcal",
  "carbs": "Kohlenhydrate",
  "gram": "{number}g",
  "protein": "Eiweiß",
  "fat": "Fett",
  "footer-text": "Challenge von <a href=\"https://www.frontendmentor.io?ref=challenge\">Frontend Mentor</a>. Erstellt von <a href=\"https://github.com/hanifmaleki\">Hanif Maleki</a>."
}

