{
  "title": "Recipe Page",
  "simple_omelette_recipe": "Simple Omelette Recipe",
  "recipe_description": "An easy and quick dish, perfect for any meal. This classic omelette combines beaten eggs cooked to perfection, optionally filled with your choice of cheese, vegetables, or meats.",
  "preparation_time": "Preparation time",
  "total_approximate_time": "Total: Approximately 10 minutes",
  "preparation_time_item": "Preparation: 5 minutes",
  "coocking_time": "Cooking: 5 minutes",
  "ingredients": "Ingredients",
  "two_three_large_eggs": "2-3 large eggs",
  "salt_to_taste": "Salt, to taste",
  "pepper_to_taste": "Pepper, to taste",
  "one_table_spoon_of_butter_or_oil": "1 tablespoon of butter or oil",
  "optional_fillings_chees_text": "Optional fillings: cheese, diced vegetables, cooked meats, herbs",
  "instructions": "Instructions",
  "beat_the_eggs_text": "<b>Beat the eggs</b>: In a bowl, beat the eggs with a pinch of salt and pepper until they are well mixed. You can add a tablespoon of water or milk for a fluffier texture.",
  "heat_the_pan_text": "<b>Heat the pan</b>: Place a non-stick frying pan over medium heat and add butter or oil.",
  "coock_the_omelette_text": "<b>Cook the omelette</b>: Once the butter is melted and bubbling, pour in the eggs. Tilt the pan to ensure the eggs evenly coat the surface.",
  "add_fillings_text": "<b>Add fillings (optional)</b>: When the eggs begin to set at the edges but are still slightly runny in the middle, sprinkle your chosen fillings over one half of the omelette.",
  "fold_and_serve_text": "<b>Fold and serve</b>: As the omelette continues to cook, carefully lift one edge and fold it over the fillings. Let it cook for another minute, then slide it onto a plate.",
  "enjoy_serve_hot_text": "<b>Enjoy</b>: Serve hot, with additional salt and pepper if needed.",
  "nutrition": "Nutrition",
  "the_table_shows_nutritional_values_text": "The table below shows nutritional values per serving without the additional fillings.",
  "calories": "Calories",
  "kcal": "{number}kcal",
  "carbs": "Carbs",
  "gram": "{number}g",
  "protein": "Protein",
  "fat": "Fat",
  "footer-text": "Challenge by <a href=\"https://www.frontendmentor.io?ref=challenge\">Frontend Mentor</a>. Coded by <a href=\"https://github.com/hanifmaleki\">Hanif Maleki</a>."
}
